{
  "home": "HOME",
  "skills": "SKILLS",
  "read-more": "Read More",
  "download-cv": "Download CV",
  "developer": "Developer",
  "web-designer": "Web Designer",
  "dev-ops-engineer": "DevOps Engineer",
  "architect": "Architect",
  "my-services": {
    "title": "My Services",
    "web-design": "Web Design",
    "web-design-text": "Assistance with web design and the implementation of responsive and animated websites, enriched with interactive features to showcase your product.",
    "ai-integration": "AI Integration",
    "ai-integration-text": "I assist you in integrating Artificial Intelligence tools to maximize your company's productivity.",
    "video-game": "Video Game",
    "video-game-text": "Development of desktop video games using Unreal Engine or mobile games using Unity.",
    "training-program": "Training Programs",
    "training-program-text": "Training programs to enhance your programming skills.",
    "coding": "Developing",
    "coding-text": "Front-End, Back-End development, and DevOps solutions to swiftly deploy your application projects. Maintenance and enhancement of existing websites.",
    "mobile-app": "Mobile App",
    "mobile-app-text": "Creation of mobile applications using Flutter or Ionic, tailored to your needs. Simple and rapid hosting and deployment solutions with Firebase."
  },
  "about-me": {
    "title": "My Profile",
    "hello-world": "Hello World !",
    "main-text": "In id nulla magna. Nullam posuere fermentum mattis. Nunc id dui at sapien faucibus fermentum ut vel diam. Nullam tempus, nunc id efficitur sagittis, urna est ultricies eros, ac porta sem turpis quis leo. Nulla in feugiat elit.",
    "name": "Name:",
    "email": "Email:",
    "phone": "Phone:",
    "linkedin": "LinkedIn:",
    "contact-me": "Contact Me"
  },
  "lets-work-together": "Let’s Work Together On Your Next Project!",
  "hire-me-now": "HIRE ME NOW !",
  "my-skills": "My Skills",
  "everyday-is-a-challenge": "Every Day is a New Challenge",
  "everyday-is-a-challenge-text-a": "In the ever-evolving world of technology, businesses face increasingly complex and demanding challenges. Today, more than ever, IT development and training have become essential pillars for successfully navigating this constantly changing digital era.",
  "everyday-is-a-challenge-text-b": "As a freelance professional specializing in IT development and training, I am poised to address the future challenges that businesses will inevitably encounter. Among these challenges, digital transformation takes a prominent role. Companies must adapt and embrace innovative technological solutions to remain competitive on the global stage.",
  "contact-me": "Contact Me",
  "skill-a": "Front-End",
  "skill-c": "VideoGame",
  "skill-b": "Back-End",
  "skill-d": "Mobile App",
  "clients": "Clients",
  "projects": "Projects",
  "repositories": "Repositories",
  "years-experience": "Years Experience",
  "testimonials": "Testimonials",
  "testimonial-a-text": "Our collaboration with Alexandre has been a genuinely positive experience for our company. His expertise in IT development is undeniable, and he delivered a customized solution that exceeded our expectations. Alexandre is diligent and competent; his commitment to excellence and innovation proved invaluable. His training sessions were informative, equipping our team with the necessary skills to navigate the current digital landscape. Alexandre is not just a freelancer; he is a genuinely caring strategic partner invested in the success of his clients. We look forward to continuing our collaboration with him in the future.",
  "testimonial-a-name": "Jane Doe",
  "testimonial-a-company": "Google",
  "testimonial-b-text": "I highly recommend Alexandre's services. His proficiency in IT development and his ability to adapt to our specific needs made our collaboration outstanding. Alexandre is meticulous and committed to delivering quality solutions on time and within budget. His training sessions were informative and engaging, ensuring our team gained a solid understanding of the latest technologies.",
  "testimonial-b-name": "John Doe",
  "testimonial-b-company": "NASA",
  "get-in-touch": "Get In Touch",
  "address": "Address",
  "phone": "Phone",
  "email": "Email",
  "facebook-chat": "Facebook Chat",
  "lets-connect": "Let's Connect",
  "send-me-a-message": "Send Me a Message",
  "name": "Name",
  "subject": "Subject",
  "message": "Message",
  "envoi": "SEND A MESSAGE"
}
