{
  "home": "ACCUEIL",
  "skills": "COMPÉTENCES",
  "read-more": "En Savoir Plus",
  "download-cv": "Télécharger CV",
  "developer": "Développeur",
  "web-designer": "Web Designer",
  "dev-ops-engineer": "Ingénieur DevOps",
  "architect": "Architecte",
  "my-services": {
    "title": "Mes Services",
    "web-design": "Web Design",
    "web-design-text": "Aide au web design et à la mise en place de sites responsifs et animés avec une richesse d'interaction afin de mettre en valeur votre produit",
    "ai-integration": "Intégration IA",
    "ai-integration-text": "Intégration d'outils d'Intelligence Artificielle afin de maximiser la productivité de votre entreprise",
    "video-game": "Jeu Vidéo",
    "video-game-text": "Développement de Jeu Vidéo avec Unreal Engine et Unity.",
    "training-program": "Formation",
    "training-program-text": "Formations pour développer vos compétences en programmation.",
    "coding": "Développement",
    "coding-text": "Développement Front-End, Back-End et Solutions DevOps. Maintenance, évolution de sites existants.",
    "mobile-app": "Application Mobile",
    "mobile-app-text": "Réalisation d'application mobile avec Flutter, ou Ionic selon vos besoins. Solutions simples et rapide d'hébergéments et de déploiement avec Firebase."
  },
  "about-me": {
    "title": "Mon Profil",
    "hello-world": "Hello World !",
    "main-text": "Développeur passionné depuis plus de 11 ans, je touche à de nombreux domaines du développement informatique, tels que le développement Web, de Jeu Vidéo ou d'application mobiles. Que cela soit pour une assistance technique, un déploiement d'infrastructure, ou encore pour du conseil afin de trouver l'architecture adéquate à vos besoins et à votre budget, je suis là pour répondre à vos demandes. Formateur depuis de nombreuses années en développement informatique, je vous aide à progresser afin de monter rapidement en compétences.",
    "name": "Nom:",
    "email": "Email:",
    "phone": "Téléphone:",
    "linkedin": "LinkedIn:",
    "contact-me": "Contactez Moi"
  },
  "lets-work-together": "Travaillons ensemble sur votre prochain projet !",
  "hire-me-now": "ENGAGEZ MOI !",
  "my-skills": "Mes compétences",
  "everyday-is-a-challenge": "Chaque Jour est un Nouveau Challenge",
  "everyday-is-a-challenge-text-a": "Dans le monde en perpétuelle évolution de la technologie, les entreprises sont confrontées à des défis toujours plus complexes et exigeants. Aujourd'hui, plus que jamais, l'informatique et la formation deviennent les piliers essentiels pour naviguer avec succès dans cette ère numérique en constante mutation.",
  "everyday-is-a-challenge-text-b": "En tant que freelance spécialisé dans le développement informatique et la formation, je suis prêt à relever ces défis du futur auxquels les entreprises seront inévitablement confrontées. Parmi ces défis, la transformation digitale occupe une place prépondérante. Les entreprises doivent s'adapter et adopter des solutions technologiques innovantes pour rester compétitives sur le marché mondial.",
  "contact-me": "Contactez Moi",
  "skill-a": "Front-End",
  "skill-c": "Jeu Vidéo",
  "skill-b": "Back-End",
  "skill-d": "Application Mobile",
  "clients": "Clients",
  "projects": "Projets",
  "repositories": "Repositories",
  "years-experience": "Années d'Expérience",
  "testimonials": "Témoignages",
  "testimonial-a-text": "La collaboration avec Alexandre a été une expérience vraiment positive pour notre entreprise. Son expertise en développement informatique est indéniable, et il a su fournir une solution personnalisée qui a dépassé nos attentes. Alexandre est sérieux et compétent, son engagement envers l'excellence et l'innovation se sont avérés précieux. Ses sessions de formation étaient informatives et ont permis à notre équipe d'acquérir les compétences nécessaires pour évoluer dans le paysage numérique actuel. Alexandre n'est pas simplement un freelance, mais un partenaire stratégique réellement soucieux de la réussite de ses clients. Nous espérons poursuivre notre collaboration avec lui à l'avenir.",
  "testimonial-a-name": "Jane Doe",
  "testimonial-a-company": "Google",
  "testimonial-b-text": "Je recommande vivement les services d'Alexandre. Sa compétence en développement informatique et sa capacité à s'adapter à nos besoins spécifiques ont rendu notre collaboration exceptionnelle. Alexandre est méticuleux et s'engage à fournir des solutions de qualité, respectant les délais et le budget. Ses sessions de formation étaient à la fois instructives et engageantes, assurant à notre équipe une bonne compréhension des dernières technologies.",
  "testimonial-b-name": "John Doe",
  "testimonial-b-company": "NASA",
  "get-in-touch": "Restons En Contact",
  "address": "Addresse",
  "phone": "Téléphone",
  "email": "Email",
  "facebook-chat": "Chat Facebook",
  "lets-connect": "Connectons Nous",
  "send-me-a-message": "Envoyez-moi un Message",
  "name": "Nom",
  "subject": "Sujet",
  "message": "Message",
  "send-message-action": "ENVOYER UN MESSAGE",
  "envoi": "ENVOYER UN MESSAGE"
}
